<div class="content d-flex flex-column flex-column-fluid bg-light">

    <div class="container">
        <h1 class="text-primary font-weight-bold">1gram 개인정보 처리방침</h1>
        <div class="text-section">
            <p>주식회사 버블콘의 서비스인 1gram(이하 ‘1gram’)은 개인정보보호법에 따라 이용자의 개인정보 보호 및 권익을 보호하고 개인정보와 관련한 이용자의 고충을
                원활하게 처리할 수 있도록
                다음과 같은 처리방침을 두고 있습니다. 1gram은 개인정보처리방침을 개정하는 경우 웹사이트 공지사항(또는 개별공지)을 통하여 공지할 것입니다.<br>
                본 개인정보처리방침은 1gram의 웹사이트(https://www.1gram.cc/)에서 언제든 확인하실 수 있습니다.</p>
            <b>본 방침은 2021년 1월 11일부터 시행됩니다.</b>
        </div>
        <div class="text-section">
            <h3>1. 개인정보의 처리 목적</h3>
            <p>1gram은 개인정보를 다음의 목적을 위해 처리합니다. 처리한 개인정보는 다음의 목적이외의 용도로는 사용되지 않으며 이용 목적이 변경될 시에는 사전동의를 구할 예정입니다.
            </p>
            <ul>
                <li>가. 홈페이지 회원가입 및 관리
                    <ul>
                        <li> • 회원 가입의사 확인, 회원제 서비스 제공에 따른 본인 식별·인증, 회원자격 유지·관리, 제한적 본인확인제 시행에 따른 본인확인,
                            서비스 부정이용 방지, 각종 고지·통지, 고충처리, 분쟁 조정을 위한 기록 보존 등을 목적으로 개인정보를 처리합니다.</li>
                    </ul>
                </li>
                <li>나. 민원사무 처리
                    <ul>
                        <li> • 민원인의 신원 확인, 민원사항 확인, 사실조사를 위한 연락·통지, 처리결과 통보 등을 목적으로 개인정보를 처리합니다.</li>
                    </ul>
                </li>
                <li>다. 재화 또는 서비스 제공
                    <ul>
                        <li> • 서비스 제공, 콘텐츠 제공, 맞춤 서비스 제공, 본인인증 등을 목적으로 개인정보를 처리합니다.</li>
                    </ul>
                </li>
                <li>라. 마케팅 및 광고에의 활용
                    <ul>
                        <li>• 신규 서비스(제품) 개발 및 맞춤 서비스 제공, 이벤트 및 광고성 정보 제공 및 참여기회 제공, 인구통계학적 특성에 따른 서비스 제공 및 광고
                            게재,
                            서비스의 유효성 확인, 접속빈도 파악 또는 회원의 서비스 이용에 대한 통계 등을 목적으로 개인정보를 처리합니다.</li>
                    </ul>
                </li>
            </ul>
        </div>
        <div class="text-section">
            <h3>2. 개인정보 파일 현황</h3>
            <p> 1) 개인정보 파일명 : 1gram_개인정보처리방침</p>
            <ul>
                <li>• 개인정보 항목 : 이메일, 비밀번호, 로그인ID, 이름, 회사명, 서비스 이용 기록, 접속 로그, 쿠키, 접속 IP 정보</li>
                <li>• 수집방법 : 홈페이지, 1:1문의 게시판, 이메일</li>
                <li>• 보유근거 : 회원가입 시 동의</li>
                <li>• 보유기간 : 반영구(회원탈퇴시까지)</li>
                <li>• 관련법령 :
                    <ul>
                        <li>- 신용정보의 수집/처리 및 이용 등에 관한 기록 : 3년</li>
                        <li>- 소비자의 불만 또는 분쟁처리에 관한 기록 : 3년</li>
                        <li>- 계약 또는 청약철회 등에 관한 기록 : 5년</li>
                        <li>- 표시/광고에 관한 기록 : 6개월</li>
                    </ul>
                </li>
            </ul>
        </div>
        <div class="text-section">
            <h3>3. 개인정보의 처리 및 보유 기간</h3>
            <p>1gram은 법령에 따른 개인정보 보유·이용기간 또는 정보주체로부터 개인정보를 수집시에 동의 받은 개인정보 보유·이용기간 내에서 개인정보를 처리·보유합니다.<br>
                각각의 개인정보 처리 및 보유 기간은 다음과 같습니다.</p>
            <ul>
                <li>가. 홈페이지 회원가입 및 관리
                    <ul>
                        <li>• ‘홈페이지 회원가입 및 관리’와 관련한 개인정보는 수집·이용에 관한 동의일로부터 반영구(회원탈퇴시까지)까지 위 이용목적을 위하여 보유·이용됩니다.
                        </li>
                        <li>• 보유근거 : 개인정보 보호법</li>
                        <li>• 관련법령 :
                            <ul>
                                <li>- 신용정보의 수집/처리 및 이용 등에 관한 기록 : 3년</li>
                                <li>- 소비자의 불만 또는 분쟁처리에 관한 기록 : 3년</li>
                                <li>- 계약 또는 청약철회 등에 관한 기록 : 5년</li>
                                <li>- 표시/광고에 관한 기록 : 6개월</li>
                            </ul>
                        </li>
                    </ul>
                </li>
                <li>나. 민원사무 처리
                    <ul>
                        <li>• ‘민원사무 처리’와 관련한 개인정보는 수집·이용에 관한 동의일로부터 반영구(회원탈퇴시까지)까지 위 이용목적을 위하여 보유·이용됩니다.</li>
                        <li>• 보유근거 : 개인정보 보호법</li>
                        <li>• 관련법령 :
                            <ul>
                                <li>- 신용정보의 수집/처리 및 이용 등에 관한 기록 : 3년</li>
                                <li>- 소비자의 불만 또는 분쟁처리에 관한 기록 : 3년</li>
                                <li>- 계약 또는 청약철회 등에 관한 기록 : 5년</li>
                                <li>- 표시/광고에 관한 기록 : 6개월</li>
                            </ul>
                        </li>
                    </ul>
                </li>
                <li>다.재화 또는 서비스 제공
                    <ul>
                        <li>• ‘재화 또는 서비스 제공’과 관련한 개인정보는 수집·이용에 관한 동의일로부터 반영구(회원탈퇴시까지)까지 위 이용목적을 위하여 보유·이용됩니다.
                        </li>
                        <li>• 보유근거 : 개인정보 보호법</li>
                        <li>• 관련법령 :
                            <ul>
                                <li>- 신용정보의 수집/처리 및 이용 등에 관한 기록 : 3년</li>
                                <li>- 소비자의 불만 또는 분쟁처리에 관한 기록 : 3년</li>
                                <li>- 계약 또는 청약철회 등에 관한 기록 : 5년</li>
                                <li>- 표시/광고에 관한 기록 : 6개월</li>
                            </ul>
                        </li>
                    </ul>
                </li>
                <li>라.마케팅 및 광고에의 활용
                    <ul>
                        <li>• ‘마케팅 및 광고에의 활용’과 관련한 개인정보는 수집·용에 관한 동의일로부터 반영구(회원탈퇴시까지)까지 위 이용목적을 위하여 보유·이용됩니다.
                        </li>
                        <li>• 보유근거 : 개인정보 보호법</li>
                        <li>• 관련법령 :
                            <ul>
                                <li>- 신용정보의 수집/처리 및 이용 등에 관한 기록 : 3년</li>
                                <li>- 소비자의 불만 또는 분쟁처리에 관한 기록 : 3년</li>
                                <li>- 계약 또는 청약철회 등에 관한 기록 : 5년&gt;</li>
                                <li>- 표시/광고에 관한 기록 : 6개월</li>
                            </ul>
                        </li>
                    </ul>
                </li>
            </ul>
        </div>
        <div class="text-section">
            <h3>4. 정보주체와 법정대리인의 권리·의무 및 그 행사방법</h3>
            <p>이용자는 개인정보주체로써 언제든지 등록되어 있는 자신의 개인정보를 조회하거나 수정할 수 있으며 수집∙이용에 대한 동의 철회 또는 가입 해지를 요청할 수도 있습니다.
                다만, 그러한 경우 서비스의 일부 또는 전부 이용이 어려울 수 있습니다.
                회사는 이용자의 요청에 의해 해지 또는 삭제된 개인정보는 <b>“3. 개인정보의 처리 및 보유 기간”</b>에 명시된 바에 따라 처리하고 그 외의 용도로 열람 또는 이용할
                수 없도록 처리하고 있습니다.
            </p>
        </div>
        <div class="text-section">
            <h3>5. 처리하는 개인정보의 항목 작성</h3>
            <p>1gram은 다음의 개인정보 항목을 처리하고 있습니다.</p>

            <ul>
                <li>가. 홈페이지 회원가입 및 관리
                    <ul>
                        <li>• 필수항목 : 이메일, 비밀번호, 로그인ID, 이름, 회사명, 서비스 이용 기록, 접속 로그, 쿠키, 접속 IP 정보</li>
                        <li>• 선택항목 :</li>
                    </ul>
                </li>
                <li>나. 민원사무 처리
                    <ul>
                        <li>• 필수항목 : 이메일, 비밀번호, 로그인ID, 이름, 회사명, 서비스 이용 기록, 접속 로그, 쿠키, 접속 IP 정보</li>
                        <li>• 선택항목 :</li>
                    </ul>
                </li>
                <li>
                    <ul>다. 재화 또는 서비스 제공
                        <li>• 필수항목 : 이메일, 비밀번호, 로그인ID, 이름, 회사명, 서비스 이용 기록, 접속 로그, 쿠키, 접속 IP 정보</li>
                        <li>• 선택항목 :</li>
                    </ul>
                </li>
                <li>
                    <ul>라. 마케팅 및 광고에의 활용
                        <li>• 필수항목 : 이메일, 비밀번호, 로그인ID, 이름, 회사명, 서비스 이용 기록, 접속 로그, 쿠키, 접속 IP 정보</li>
                        <li>• 선택항목 :</li>
                    </ul>
                </li>
            </ul>
        </div>
        <div class="text-section">
            <h3>6. 개인정보의 파기</h3>
            <p>1gram은 원칙적으로 개인정보 처리목적이 달성된 경우에는 지체 없이 해당 개인정보를 파기합니다. 파기의 절차, 기한 및 방법은 다음과 같습니다.</p>
            <ul>
                <li>가. 파기절차
                    <p>• 이용자가 입력한 정보는 목적 달성 후 별도의 DB에 옮겨져(종이의 경우 별도의 서류) 내부 방침 및 기타 관련 법령에 따라 일정기간 저장된 후 혹은 즉시
                        파기됩니다.
                        이 때, DB로 옮겨진 개인정보는 법률에 의한 경우가 아니고서는 다른 목적으로 이용되지 않습니다.</p>
                </li>
                <li>나. 파기기한
                    <p>• 이용자의 개인정보는 개인정보의 보유기간이 경과된 경우에는 보유기간의 종료일로부터 5일 이내에, 개인정보의 처리 목적 달성, 해당 서비스의 폐지,
                        사업의 종료 등 그 개인정보가 불필요하게 되었을 때에는 개인정보의 처리가 불필요한 것으로 인정되는 날로부터 5일 이내에 그 개인정보를 파기합니다.</p>
                </li>
                <li>다. 파기방법
                    <p>• 전자적 파일 형태의 정보는 기록을 재생할 수 없는 기술적 방법을 사용합니다. 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다.</p>
                </li>
            </ul>
        </div>
        <div class="text-section">
            <h3>7. 개인정보 자동 수집 장치의 설치•운영 및 거부에 관한 사항</h3>
            <p>1gram은 개별적인 맞춤서비스를 제공하기 위해 이용정보를 저장하고 수시로 불러오는 ‘쿠기(cookie)’를 사용합니다.<br>
                쿠키는 웹사이트를 운영하는데 이용되는 서버가 이용자의 컴퓨터 브라우저에게 보내는 소량의 정보이며 이용자들의 PC 컴퓨터내의 하드디스크에 저장되기도 합니다.</p>
            <ul>
                <li>가. 쿠키의 사용 목적 :
                    <ul>
                        <li>이용자가 방문한 각 서비스와 웹 사이트들에 대한 방문 및 이용형태, 인기 검색어, 보안접속 여부, 등을 파악하여 이용자에게 최적화된 정보 제공을 위해
                            사용됩니다.</li>
                    </ul>
                </li>
                <li>나. 쿠키의 설치∙운영 및 거부 :
                    <ul>
                        <li>이용자는 사용하는 웹 브라우저의 옵션을 설정함으로써 모든 쿠키를 허용하거나 쿠키를 저장할 때마다 확인을 거치거나, 모든 쿠키의 저장을 거부할 수
                            있습니다.<br>단, 쿠키 저장을 거부할 경우 맞춤형 서비스 이용에 어려움이 발생할 수 있습니다.</li>
                    </ul>
                </li>
                <li>다. 설정 방법의 예
                    <ul>
                        <li>1) Google Chrome : 웹 브라우저 우측 메뉴 &gt; [설정] &gt; [개인정보 및 보안] &gt; 쿠키</li>
                        <li>2) Microsoft Edge : 웹 브라우저 우측 상단의 [설정 및 기타] &gt; [설정] &gt; [쿠키 및 사이트 권한] &gt; [쿠키 및
                            사이트 데이터] &gt; 쿠키 허용여부 선택</li>
                        <li>3) Naver Whale : 웹 브라우저 우측 메뉴 &gt; [설정] &gt; [개인정보 보호] &gt; 쿠키</li>
                        <li>4) 모바일 : 모바일 기본 인터넷 앱 &gt; 설정 &gt; 개인정보 보호 및 보안 &gt; 쿠키 허용</li>
                    </ul>
                </li>
            </ul>
        </div>
        <div class="text-section">
            <h3>8. 개인정보 보호책임자 작성</h3>
            <p>gram은 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보 보호책임자를 지정하고
                있습니다.<br>
                정보주체께서는 1gram의 서비스(또는 사업)을 이용하시면서 발생한 모든 개인정보 보호 관련 문의, 불만처리, 피해구제 등에 관한 사항을 개인정보 보호책임자 및 담당부서로
                문의하실 수 있습니다.
                1gram은 정보주체의 문의에 대해 지체 없이 답변 및 처리해드릴 것입니다.</p>
            <ul>
                <li><b>[개인정보 보호책임자]</b>
                    <ul>
                        <li>• 성명 : 신현수</li>
                        <li>• 직책 : 개인정보 보호책임</li>
                        <li>• 연락처 : 1833-6098 (※ 개인정보 보호 담당부서로 연결됩니다.)</li>
                        <li>• 이메일 : service@1gram.cc</li>
                    </ul>
                </li>

                <li><b>[개인정보 보호 담당부서]</b>
                    <ul>
                        <li>• 부서명 : 서비스운영팀</li>
                        <li>• 담당자 : 강유라</li>
                        <li>• 연락처 : 1833-6098</li>
                        <li>• 이메일 : service@1gram.cc</li>
                    </ul>
                </li>
            </ul>
        </div>
        <div class="text-section">
            <h3>9. 개인정보의 안전성 확보 조치</h3>
            <p>1gram은 개인정보보호법 제29조에 따라 다음과 같이 안전성 확보에 필요한 기술적/관리적 및 물리적 조치를 하고 있습니다.</p>
            <ul>
                <li>1. 정기적인 자체 감사 실시 :<br>
                    개인정보 취급 관련 안정성 확보를 위해 정기적 자체 감사를 실시하고 있습니다.(분기 1회)</li>
                <li>2. 개인정보 취급 직원의 최소화 및 교육 :<br>
                    개인정보를 취급하는 직원을 지정하고 담당자에 한정시켜 최소화 하여 개인정보를 관리하는 대책을 시행하고 있습니다.</li>
                <li>3. 내부관리계획의 수립 및 시행 :<br>
                    개인정보의 안전한 처리를 위하여 내부관리계획을 수립하고 시행하고 있습니다.</li>
                <li>4. 해킹 등에 대비한 기술적 대책 :<br>
                    1gram은 해킹이나 컴퓨터 바이러스 등에 의한 개인정보 유출 및 훼손을 막기 위하여 보안프로그램을 설치하고 주기적인 갱신·점검을 하며
                    외부로부터 접근이 통제된 구역에 시스템을 설치하고 기술적/물리적으로 감시 및 차단하고 있습니다.</li>
                <li>5. 개인정보의 암호화 :<br>
                    이용자의 개인정보는 비밀번호는 암호화 되어 저장 및 관리되고 있어, 본인만이 알 수 있으며 중요한 데이터는 파일 및 전송 데이터를 암호화 하거나
                    파일 잠금 기능을 사용하는 등의 별도 보안기능을 사용하고 있습니다.</li>
                <li>6. 접속기록의 보관 및 위변조 방지 :<br>
                    개인정보처리시스템에 접속한 기록을 최소 6개월 이상 보관, 관리하고 있으며, 접속 기록이 위변조 및 도난, 분실되지 않도록 보안기능 사용하고 있습니다.</li>
                <li>7. 개인정보에 대한 접근 제한 :
                    개인정보를 처리하는 데이터베이스시스템에 대한 접근권한의 부여, 변경, 말소를 통하여 개인정보에 대한 접근통제를 위하여
                    필요한 조치를 하고 있으며 침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있습니다.
                </li>
                <li>8. 문서보안을 위한 잠금장치 사용 :<br>
                    개인정보가 포함된 서류, 보조저장매체 등을 잠금장치가 있는 안전한 장소에 보관하고 있습니다.
                </li>
                <li>9. 비인가자에 대한 출입 통제 :<br>
                    개인정보를 보관하고 있는 물리적 보관 장소를 별도로 두고 이에 대해 출입통제 절차를 수립, 운영하고 있습니다.
                </li>
            </ul>
        </div>
        <div class="text-section">

            <h3>10. 개인정보처리방침 변경</h3>
            <p>1gram은 법률이나 서비스의 변경사항을 반영하기 위한 목적 등으로 개인정보처리방침을 변경할 수 있습니다.<br>
                이 경우 시행일의 7일 전부터 이를 고지 또는 통지할 것 입니다.</p>
            <b>• 시행 일자 : 2021년 1월 11일</b>
        </div>
    </div>

</div>