<div class="content d-flex flex-column flex-column-fluid bg-light">
    <div class="container">
        <h1 class="mb-5 text-primary font-weight-bold">1gram 이용약관</h1>
        <div class="text-section">
            <h3>[제1장 총칙]</h3>
            <h4>제1조(목적)</h4>
            <p>
                본 약관은 주식회사 버블콘의 서비스인 1gram(이하 회사)의 이용에 관한 조건 및 절차와 기타 필요한 사항을 규정하는 것을 목적으로 합니다.<br>
                본 약관은 회원이 서비스를 이용하는 데 필요한 권리, 의무 및 책임 사항, 이용조건 및 절차 등 기본적인 사항을 규정하고 있습니다.
            </p>
            <h4>제2조(용어의 정의)</h4>
            <p>본 약관에서 사용하는 용어의 정의는 다음과 같습니다.</p>
            <ul>
                <li>* 서비스: 구현되는 단말기(PC, TV, 휴대형단말기 등의 각종 유무선 장치를 포함)와 상관없이 이용할 수 있는 1gram 관련 제반 서비스를 의미합니다.</li>
                <li>* 회원: 1gram의 '서비스'에 접속하여 본 약관에 따라 회사와 이용계약을 체결하고 1gram이 제공하는 서비스를 이용하는 고객을 의미합니다.</li>
                <li>* 클래스: 선생님이 학생에게 강의 및 수업을 배포하고 관리하기 위해 본 사이트 내에 개설할 수 있는 온라인 상의 공간을 의미합니다.</li>
                <li>* 게시물: 회원이 서비스 이용 시 서비스 상에 게시한 부호 · 문자 · 음성 · 음향 · 화상 · 동영상 등과 같은 정보 형태의 글, 사진, 동영상 및 각종 파일과 링크
                    등을 의미합니다.</li>
                <li>* 이용 정지: 서비스 이용과 관련하여 1gram이 정하는 규정을 준수하지 않을 경우 서비스의 이용을 제한하는 것을 의미합니다.</li>
                <li>* 강제 탈퇴: 서비스 이용과 관련하여 1gram이 정하는 규정을 준수하지 않을 경우 일정기간 이용정지 후 1gram 서비스 회원 정보가 삭제되는 것을 의미합니다.</li>
                <li>* 휴면회원: 회원자격을 얻은 후 서비스 최종접속일로부터 1년동안 로그인을 1회 이상 하지 않은 회원을 의미합니다.</li>
            </ul>
            <h4>제3조(약관의 효력 발생 및 개정)</h4>
            <ul>
                <li>1. 이 약관은 서비스 메뉴에 게시하여 공시함으로써 효력을 발생합니다.</li>
                <li>2. 회사가 필요하다고 인정하는 경우에는 본 약관을 약관의 규제에 관한 법률 기타 관련 법령에 위배되지 않는 범위 내에서 본 약관을 변경할 수 있으며, 약관이 변경된
                    경우에는 지체없이 공지합니다.
                    다만, 회원의 권리 또는 의무에 관한 중요한 내용의 변경은 최소한 7일 이전에 공지합니다.</li>
                <li>3. 회원이 변경된 약관에 동의하지 않으면, 서비스 이용을 중단하고 이용 계약을 해지할 수 있습니다.
                    약관의 효력발생일로부터 7일 이후에도 거부의사를 표시하지 아니하고 “서비스”를 계속 사용할 경우 약관의 변경사항에 동의한 것으로 간주됩니다.</li>
                <li>4. 회원은 정기적으로 1gram에 방문하여 약관의 변경사항을 확인하여야 합니다. 변경된 약관에 대한 정보를 알지 못해 발생하는 이용자의 피해는 1gram에서 책임지지
                    않습니다.</li>
            </ul>

            <h4>제4조(약관 외 준칙)</h4>

            <p>본 약관에 명시되지 않은 사항은 관계 법령에 규정되어 있을 경우 그 규정에 따르며, 그렇지 않은 경우에는 1gram이 제공하는 개별 서비스의 이용약관 및 운영정책에 따릅니다.</p>


            <h4>제5조(회원에 대한 통지)</h4>

            <ul>
                <li>1. 1gram이 회원에 대하여 개별 통지를 하는 경우, 1gram은 회원이 1gram에 제출한 전화번호로의 전화, 1gram에 제출한 전자우편 주소로의 전자우편 등
                    1gram이 적절하다고 판단하는 방법을 선택할 수 있습니다.</li>
                <li>2. 1gram이 불특정다수 회원에 대하여 통지를 하는 경우 1gram은 1주일 이상 “공지사항”게시판에 게시함으로써 개별 통지에 갈음할 수 있습니다.</li>
            </ul>
        </div>
        <div class="text-section">
            <h3>[제2장 서비스 이용 계약]</h3>

            <h4>제6조(서비스 이용계약의 성립)</h4>
            <ul>
                <li>1. 이용계약은 회원이 되고자 하는 자(이하 ‘가입신청자’)가 약관의 내용에 대하여 동의를 한 다음 회원가입신청을 하고 회사가 이러한 신청에 대하여 승낙함으로써 체결됩니다.
                </li>
                <li>2. 회사는 가입신청자의 신청에 대하여 서비스 이용 승낙을 원칙으로 합니다. 다만, 회사는 다음 몇 가지 경우에 대하여 승낙을 하지 않거나 사후에 이용계약을 해지할 수
                    있습니다.
                    <ul>
                        <li>① 가입신청자가 이 약관에 의하여 이전에 회원자격을 상실한 적이 있는 경우로 이 때 회사의 회원 재가입 승낙을 얻은 경우는 예외로 합니다.</li>
                        <li>② 허위의 정보를 기재하거나, 회사가 제시하는 내용을 기재하지 않은 경우입니다.</li>
                        <li>③ 회원의 귀책사유로 인하여 승인이 불가능하거나, 기타 규정한 제반 사항을 위반하여 가입신청하는 경우입니다.</li>
                        <li>④ 그 밖에도 회사에 서비스 관련설비의 여유가 없거나, 기술상 또는 업무상 문제가 있는 경우에는 승낙을 유보할 수 있습니다.</li>
                    </ul>
                </li>
                <li> 3. 본 조에 정한바에 따라 회원가입신청의 승낙을 하지 않거나 유보한 경우, 회사는 원칙적으로 이를 가입신청자에게 알리도록 합니다.</li>
            </ul>

            <h4>제7조(서비스 이용 신청)</h4>
            <ul>
                <li>1. 이용자는 1gram이 정한 양식에 따라 회원정보를 모두 기입함으로써 회원가입을 신청하여야 합니다.</li>
                <li>2. 타인의 명의(이름 및 개인정보)를 도용하여 이용신청을 할 경우 해당 회원의 이용자 번호(ID)는 삭제되며, 관계법령에 따라 처벌을 받을 수 있습니다.</li>
            </ul>




            <h4>제8조(서비스 이용신청의 승낙과 제한)</h4>

            <ul>
                <li>1. 1gram이 이용자에게 요구하는 정보에 대해 이용자가 실명 및 실제 정보를 정확히 기재하여 이용신청을 한 경우에 상당한 이유가 없는 한 이용신청을 승낙합니다.</li>
                <li>2. 1gram은 다음 각 호의 어느 하나에 해당하는 이용신청에 대해서는 승낙을 하지 않을 수 있습니다.
                    <ul>
                        <li>① 다른 사람의 명의를 사용하여 이용신청을 하였을 경우</li>
                        <li>② 이용 신청시 회원정보를 허위로 기재하여 이용 신청한 경우</li>
                        <li>③ 사회의 안녕, 질서 혹은 미풍양속을 저해할 목적으로 이용신청을 하였을 경우</li>
                        <li>④ 부정한 용도로 본 서비스를 이용하려고 하는 경우</li>
                        <li>⑤ 영리를 추구할 목적으로 본 서비스를 이용하고자 하는 경우</li>
                        <li>⑥ 법령 또는 약관을 위반하여 이용계약이 해지된 적이 있는 이용자가 신청하는 경우</li>
                        <li>⑦ 법령에서 이용 신청을 거절할 수 있는 경우</li>
                        <li>⑧ 기타 1gram에서 이용 승낙이 곤란하다고 판단되는 사유가 있는 경우</li>
                    </ul>
                </li>
                <li>3. 1gram은 다음 각 호의 어느 하나에 해당하는 경우에는 그 사유가 해소될 때까지 승낙을 유보할 수 있습니다.
                    <ul>
                        <li>① 1gram의 설비상 여유가 없는 경우</li>
                        <li>② 이용 신청을 승낙하는 것에 기술상 문제가 있는 경우</li>
                        <li>③ 그 밖에 위 각 호에 준하는 사유로서 이용신청의 승낙이 곤란한 경우</li>
                    </ul>
                </li>
            </ul>

        </div>
        <div class="text-section">
            <h3>[제3장 계약당사자의 의무]</h3>

            <h4>제9조(1gram의 의무)</h4>

            <ul>
                <li>1. 1gram은 관련 법령을 준수하고, 본 약관이 정하는 권리의 행사와 의무의 이행을 신의에 따라 성실하게 합니다.</li>
                <li>2. 1gram은 회원이 안전하게 서비스를 이용할 수 있도록 개인정보 보호를 위해 보안 시스템을 갖추어야 하며, 개인정보 처리방침을 공시하고 준수합니다.
                    1gram은 본 약관 및 개인정보 처리방침에서 정한 경우를 제외하고는 회원의 개인정보가 제3자에게 공개 또는 제공되지 않도록 합니다.</li>
                <li> 3. 1gram은 계속적이고 안정적인 서비스의 제공을 위하여 서비스 개선을 하던 중 설비에 장애가 생기거나 데이터 등이 멸실된 때에는 천재지변, 비상사태,
                    현재의 기술로는 해결이 불가능한 결함 및 장애 등 부득이한 사유가 없는 한 지체없이 이를 수리 또는 복구하도록 최선의 노력을 다 합니다.</li>
            </ul>
            제10조(회원의 의무)

            <ul>
                <li>1. 회원은 서비스를 이용할 때 다음 각 호에 해당하는 행위를 하지 않아야 합니다.
                    <ul>
                        <li>① 회원가입신청 또는 변경 시 허위내용의 등록</li>
                        <li>② 타인의 정보도용</li>
                        <li>③ 회사가 게시한 정보의 변경</li>
                        <li>④ 회사가 정한 정보 이외의 정보(컴퓨터 프로그램 등) 등의 송신 또는 게시</li>
                        <li>⑤ 회사와 기타 제3자의 저작권 등 지적재산권에 대한 침해</li>
                        <li>⑥ 회사 및 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위</li>
                        <li>⑦ 외설 또는 폭력적인 메시지, 화상, 음성, 기타 공서양속에 반하는 정보를 서비스에 공개 또는 게시하는 행위</li>
                        <li>⑧ 회사의 동의 없이 영리를 목적으로 서비스를 사용하는 행위</li>
                        <li>⑨ 기타 불법적이거나 부당한 행위</li>
                    </ul>
                </li>
                <li>2. 회원은 관계법, 이 약관의 규정, 이용안내 및 서비스와 관련하여 공지한 주의사항, 회사가 통지하는 사항 등을 준수하여야 하며, 기타 회사의 업무에 방해되는 행위를 하지
                    않아야 합니다.</li>
                <li>3. 회원은 본 서비스를 이용하는 모든 행위 및 그 결과에 대해 모든 책임을 집니다.<br>
                    서비스 이용 시 발생하는 분쟁에 대해 해당 회원은 자신의 책임과 비용으로 회사를 면책시켜야 하며,<br>
                    회사는 일절의 책임을 지지 않습니다.</li>
                <li>4. 1gram은 회사의 재량에 따라 클래스를 삭제할 수 있으며, 회사의 해당 조치에 의해 회원에게 발생한 손해에 대해 일절의 책임을 지지 않는 것으로 합니다.</li>
            </ul>
        </div>
        <div class="text-section">
            <h3>[제4장 서비스의 이용]</h3>

            <h4>제11조(서비스 이용시간)</h4>
            <ul>
                <li>1. 서비스의 이용 시간은 1gram의 업무 및 기술 상 특별한 지장이 없는 한 연중무휴, 1일 24시간(00:00-24:00)을 원칙으로 합니다.<br>
                    다만 정기점검 등의 필요로 1gram이 정한 날과 시간은 그러하지 아니하며, 사전에 공지합니다.</li>
                <li>2. 1gram이 정기점검 기타 서비스를 제공하지 못할 만한 합리적인 이유가 있는 경우에는 서비스의 제공을 중단할 수 있습니다.</li>
            </ul>
            <h4>제12조(이용자번호 등)</h4>
            <ul>
                <li>1. 이용자번호(ID) 및 비밀번호에 대한 모든 관리책임은 이용자에게 있습니다.</li>
                <li>2. 회원은 명백한 사유가 있는 경우를 제외하고는 이용자가 이용자번호(ID)를 공유, 양도 또는 변경할 수 없습니다.</li>
                <li>3. 회원에게 부여된 이용자번호(ID)에 의하여 발생되는 서비스 이용상 과실 또는 제3자에 의한 부정사용 등에 대한 모든 책임은 이용자에게 있습니다.</li>
            </ul>
            <h4>제13조(서비스 이용계약의 해지 및 제한)</h4>

            <ul>
                <li>1. 이용자가 서비스 이용계약을 해지하고자 하는 때에는 온라인으로 1gram에 해지신청을 하고, 신청 후 즉시 모든 회원정보를 삭제합니다.<br>
                    단, 제13조 제3항에 해당되어 강제탈퇴된 경우에는 이용자 번호(ID)를 별도 관리합니다.
                </li>
                <li>2. 1gram은 이용자가 회원자격을 얻은 후 최종 접속일로부터 1년 이내에 로그인을 한 번도 하지 않은 경우 휴면회원으로 전환이 됩니다.<br>
                    이용자가 휴면회원 전환 대상자가 되는 경우, 휴면회원 전환일로부터 1주일 전에 전자우편을 발송합니다. 휴면회원으로 전환되어 1년 이상 휴면 상태가 유지될 경우 회원자격을
                    상실할 수 있습니다.
                </li>
                <li>3. 1gram은 이용자가 다음 각 호에 해당하는 경우 서비스의 이용을 즉시 정지하고 일정기간 이후 회원 강제탈퇴 시킬 수 있으며 적법 조치를 포함한 제재를 가할 수
                    있습니다.
                    <ul>
                        <li>① 타인의 이용자번호(ID), 비밀번호를 도용한 경우</li>
                        <li>② 1gram의 직원 또는 관계자를 사칭하는 경우</li>
                        <li>③ 서비스에 위해를 가하거나 고의로 방해하는 경우</li>
                        <li>④ 타인의 명예나 프라이버시를 침해할 수 있는 내용을 게시 또는 수신자의 의사에 반하는 광고성 정보, 전자우편을 전송하는 경우</li>
                        <li>⑤ "저작권법"을 위반한 불법프로그램의 제공 및 운영방해를 하는 경우</li>
                        <li>⑥ 서비스를 이용하여 얻은 정보를 1gram의 동의 없이 상업적으로 이용하는 경우</li>
                        <li>⑦ "정보통신망 이용촉진 및 정보보호 등에 관한 법률"을 위반한 불법통신 및 해킹, 악성프로그램 배포, 접속권한 초과행위등을 하는 경우</li>
                        <li>⑧ 기타 1gram에서 부적당하다고 판단한 경우</li>
                    </ul>

                </li>
            </ul>

            <h4>제14조(게시물의 관리)</h4>
            <ul>
                <li>1. 1gram은 서비스용 설비의 용량에 여유가 없다고 판단되는 경우 필요에 따라 이용자가 게재 또는 등록한 내용물을 삭제할 수 있습니다.</li>
                <li>2. 1gram은 서비스용 설비의 용량에 여유가 없다고 판단되는 경우 이용자의 서비스 이용을 부분적으로 제한할 수 있습니다.</li>
                <li>3. 제1항 및 제2항의 경우에는 당해 사항을 사전에 온라인을 통해서 공지합니다.</li>
                <li>4. 1gram은 이용자가 게재 또는 등록하는 서비스 내의 내용물이 다음 각 호에 해당한다고 판단되는 경우에 이용자에게 사전 통지 없이 삭제할 수 있습니다.
                    <ul>
                        <li>① 다른 이용자 또는 제3자를 비방하거나 명예를 손상시키는 내용인 경우</li>
                        <li>② 공공질서 및 미풍양속에 위반되는 내용의 정보, 문장, 도형, 음향, 동영상 등을 유포하거나 게시물에 링크시키는 경우</li>
                        <li>③ 불법 복제 또는 해킹을 조장하는 내용인 경우</li>
                        <li>④ 영리를 목적으로 하는 광고인 경우</li>
                        <li>⑤ 반국가적, 반사회적, 범죄적 행위와 결부된다고 판단되는 경우</li>
                        <li>⑥ 다른 이용자 또는 제3자의 저작권 등 기타 권리를 침해하는 경우</li>
                        <li>⑦ 기타 법령에 위배된다고 판단되는 경우</li>
                    </ul>
                </li>
            </ul>


            <h4>제15조(서비스 제공의 중지 및 제한)</h4>

            <p>1gram은 서비스의 효율적인 이용 및 운영을 위해 사전 공지 후 포인트의 일부 또는 전부를 조정할 수 있습니다.</p>

        </div>
        <div class="text-section">
            <h3>[제5장 저작권 등]</h3>

            <h4>제16조(게재된 자료에 대한 권리)</h4>

            <ul>
                <li>1. 회원이 서비스 내에 게시한 "게시물"의 저작권은 해당 게시물의 저작자에게 귀속됩니다.</li>
                <li>2. 서비스에 대한 저작권 및 지적재산권은 1gram에 귀속되며 이 때 회원이 작성한 게시물 및 제휴계약에 따라 제공된 저작물 등은 제외합니다.</li>
                <li>3. 회원이 서비스 내에 게시하는 게시물은 검색 결과, 서비스 및 관련 프로모션 등에 노출될 수 있으며, 해당 노출을 위해 필요한 범위 내에서는 일부 내용이 수정, 복제,
                    편집되어 게시될 수 있습니다.<br>
                    이 경우, 회원은 회사에 대하여 해당 게시물의 삭제, 검색 결과 제외, 공개 범위 설정 등 기타 필요한 조치를 요청할 수 있습니다.</li>
                <li>4. 1gram은 이용자가 게시하거나 등록하는 서비스 내의 내용물, 게시 내용에 대해 제14조 각 호에 해당된다고 판단되는 경우 사전통지 없이 삭제하거나 이동 또는 등록
                    거부할 수 있습니다.</li>
            </ul>
            <h4>제17조(정보의 제공)</h4>
            <ul>
                <li>1. 1gram은 이용자에게 서비스 이용에 필요가 있다고 인정되는 각종 정보에 대해서 전자우편이나 서신우편 등의 방법으로 회원에게 제공할 수 있습니다.</li>
                <li>2. 1gram은 서비스 개선 및 이용자 대상의 맞춤서비스 제공 등의 목적으로 이용자의 동의 하에 추가적인 개인정보를 요구할 수 있습니다.</li>
            </ul>
        </div>
        <div class="text-section">
            <h3>[제6장 손해배상 등]</h3>

            <h4>제18조(손해배상)</h4>
            <ul>
                <li>1. 1gram은 고의 또는 중과실로 회원에게 손해를 끼친 경우, 손해에 대하여 배상할 책임이 있습니다.</li>
                <li>2. 회원이 본 약관을 위반하여 1gram에 손해를 끼친 경우, 회원은 1gram에 대하여 그 손해에 대하여 배상할 책임이 있습니다.</li>
            </ul>
            <h4>제19조(면책)</h4>
            <ul>
                <li>1. 1gram은 회원이 서비스를 이용하여 기대하는 이익을 얻지 못하였거나 서비스에 게재된 자료 이용으로 인해 발생하는 손해에 대해서는 책임을 지지 않습니다.</li>
                <li>2. 1gram은 회원의 귀책사유로 인한 서비스 이용의 장애에 대하여 책임을 지지 않습니다.</li>
                <li>3. 1gram은 천재지변, 전쟁, 기간통신사업자의 서비스 중지 등의 불가항력으로 인해 서비스를 제공할 수 없는 경우에는 서비스 제공에 대한 책임을 지지 않습니다.</li>
                <li>4. 1gram은 서비스용 설비의 보수, 교체, 정기점검, 공사 등 부득이한 사유로 발생한 손해에 대한 책임을 지지 않습니다.</li>
                <li>5. 1gram은 회원의 게시물을 등록 전에 사전심사 하거나 상시적으로 게시물의 내용을 확인 또는 검토하여야 할 의무가 없으며, 그 결과에 대한 책임을 지지 않습니다.
                </li>
            </ul>
            <h4>[부칙]</h4>
            <ul>
                <li>1. (시행일) 본 약관은 2021년 1월 11일부터 시행합니다.</li>
                <li>2. (경과조치) 본 약관 시행일 전 종전의 1gram 이용약관에 따라 가입한 고객은 변경된 시행일부터 이 약관의 적용을 받습니다.</li>
            </ul>
        </div>
    </div>
</div>